export default function HomePage() {
  return (
    <section className="">
      <h1 className="text-xl pt-5 mb-10">Добро пожаловать на наш сайт!</h1>
      <p className="text-lg mb-5">
        Мы предлагаем широкий ассортимент качественных товаров по доступным
        ценам.
      </p>
      <p className="text-md mb-3">
        В нашем магазине вы можете найти все, что вам нужно для вашего
        повседневного использования, начиная от продуктов питания и заканчивая
        бытовой техникой.
      </p>
      <p className="text-md mb-3">
        Пользуйтесь навигацией для перехода на страницы просмотра, создания и
        редактирования продуктов.
      </p>
      <p className="text-md">Надеемся, что вам у нас понравится!</p>
    </section>
  );
};

